Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: Moderate %@ level per 100g.
cs: Střední hladina %@ na 100g.
da: Moderat %@ niveau pr. 100 g.
de: Mäßiger %@-Wert pro 100 g.
es: Moderado %@ nivel por 100g.
fr: Niveau %@ modéré par 100g.
it: Moderato %@ livello per 100g.
pl: Średni poziom %@ na 100 g.
pt_pt: Moderado %@ nível por 100g.

source: Moderate sodium
cs: Střední sodná sůl
da: Moderat natrium
de: Mäßiges Natrium
es: Sodio moderado
fr: Sodique modéré
it: Sodio moderato
pl: Sól sodowa umiarkowana
pt_pt: Moderado de sódio

source: Moderate sugar
cs: Střední cukr
da: Moderat sukker
de: Moderater Zucker
es: Azúcar moderado
fr: Sucre modéré
it: Zucchero moderato
pl: Cukier umiarkowany
pt_pt: Açúcar moderado

source: Modest
cs: Skromný
de: Bescheidenheit
fr: Modéré

source: Monthly
cs: Měsíční
da: Månedlig
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pl: Miesięcznie
pt_pt: Mensal

source: More clarity
cs: Více jasnosti
da: Mere klarhed
de: Mehr Klarheit
es: Más claridad
fr: Plus de clarté
it: Più chiarezza
pl: Większa przejrzystość
pt_pt: Mais clareza

source: More clarity per scan
cs: Více jasnosti na sken
da: Mere klarhed pr. scanning
de: Mehr Klarheit pro Scan
es: Más claridad por escaneo
fr: Plus de clarté par balayage
it: Più chiarezza per la scansione
pl: Więcej jasności na skanowanie
pt_pt: Mais clareza por digitalização

source: More fiber
cs: Více vláken
da: Mere fiber
de: Mehr Fasern
es: Más fibra
fr: Plus de fibres
it: Più fibra
pl: Więcej włókien
pt_pt: Mais fibra

source: Multiple products found
cs: Nalezeno více výrobků
da: Flere produkter fundet
de: Mehrere Produkte gefunden
es: Múltiples productos encontrados
fr: Produits trouvés
it: Più prodotti trovati
pl: Znaleziono wiele produktów
pt_pt: Vários produtos encontrados

source: Neutral
cs: Neutrální
fr: Neutre
it: Neutrale
pl: Neutralny
pt_pt: Neutro

source: No catalog products are available right now.
cs: Právě teď nejsou k dispozici žádné katalogové produkty.
da: Ingen katalog produkter er tilgængelige lige nu.
de: Derzeit sind keine Katalogprodukte verfügbar.
es: No hay productos de catálogo disponibles en este momento.
fr: Aucun produit de catalogue n'est disponible en ce moment.
it: Nessun catalogo prodotti sono disponibili in questo momento.
pl: Katalog nie jest teraz dostępny.
pt_pt: Nenhum produto de catálogo está disponível no momento.

source: No major trade-off is visible in the available values.
cs: V dostupných hodnotách není patrný žádný významný odprodej.
da: Ingen større handel-off er synlig i de tilgængelige værdier.
de: In den verfügbaren Werten ist kein größerer Kompromiss sichtbar.
es: En los valores disponibles no se observa ningún cambio importante.
fr: Aucun compromis important n'est visible dans les valeurs disponibles.
it: Nessun importante scambio è visibile nei valori disponibili.
pl: W dostępnych wartościach nie jest widoczny żaden główny odpad handlowy.
pt_pt: Nos valores disponíveis, não é visível qualquer troca importante.

source: No recent products
cs: Žádné nedávné produkty
da: Ingen nyere produkter
de: Keine aktuellen Produkte
es: No hay productos recientes
fr: Pas de produits récents
it: Nessun prodotto recente
pl: Brak najnowszych produktów
pt_pt: Sem produtos recentes

source: No saved products
cs: Žádné uložené produkty
da: Ingen gemte produkter
de: Keine gespeicherten Produkte
es: No se guardan productos
fr: Aucun produit enregistré
it: Nessun prodotto salvato
pl: Brak zapisanych produktów
pt_pt: Sem produtos salvos

source: No verified matches yet
cs: Zatím žádné ověřené shody
da: Ingen bekræftede kampe endnu
de: Noch keine verifizierten Übereinstimmungen
es: No hay coincidencias verificadas
fr: Pas encore de correspondances vérifiées
it: Nessuna corrispondenza verificata
pl: Brak zweryfikowanych zgodności
pt_pt: Ainda não foi verificada a correspondência

source: Not available
cs: Není k dispozici
da: Dansk tekst foreligger endnu ikke
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
pl: Niedostępne
pt_pt: Não disponível

source: Not great
cs: Není ideální
da: Ikke ideel
de: Nicht ideal
es: No es ideal
fr: Pas idéal
it: Non ideale
pl: Nieidealny
pt_pt: Não é ideal

source: Not ideal for daily use if you are limiting sodium.
cs: Není ideální pro každodenní použití, pokud jste omezení sodíku.
da: Ikke ideel til daglig brug, hvis du begrænser natrium.
de: Nicht ideal für den täglichen Gebrauch, wenn Sie Natrium einschränken.
es: No es ideal para uso diario si estás limitando el sodio.
fr: Pas idéal pour une utilisation quotidienne si vous limitez le sodium.
it: Non ideale per uso quotidiano se si limita il sodio.
pl: Nie jest to idealne rozwiązanie do codziennego stosowania w przypadku ograniczenia stężenia sodu.
pt_pt: Não é ideal para uso diário se estiver a limitar o sódio.

source: Not selected
cs: Nezvoleno
da: Ikke markeret
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
pl: Nie wybrano
pt_pt: Não selecionado

source: Nutrition comparison
cs: Srovnání výživy
da: Sammenligning af næringsstoffer
de: Ernährungsvergleich
es: Comparación de la nutrición
fr: Comparaison nutritionnelle
it: Confronto nutrizionale
pl: Porównanie wartości odżywczej
pt_pt: Comparação nutricional

source: Nutrition facts
cs: Výživové údaje
da: Næringsoplysninger
de: Nährwerte
es: Información nutricional
fr: Valeurs nutritionnelles
it: Valori nutrizionali
pl: Wartości odżywcze
pt_pt: Informação nutricional

source: Okay
cs: Ujde to
da: Acceptabel
de: In Ordnung
es: Aceptable
fr: Correct
it: Discreto
pl: W porządku
pt_pt: Aceitável

source: Okay for occasionally
cs: Dobře, občas.
da: Okay for lejlighedsvis
de: Okay für gelegentlich
es: Bien por ocasionalmente
fr: D'accord pour de temps en temps
it: Ok per ogni tanto
pl: Czasami dobrze.
pt_pt: Por vezes.

source: Ongoing access to live goal-based and higher-scoring product matching.
cs: Průběžný přístup ke shodám podle cílů a výrobkům s vyšším skóre.
da: Løbende adgang til målbaserede resultater og produkter med højere point.
de: Ständiger Zugriff auf zielbasierte und besser bewertete Produkttreffer.
es: Acceso continuo a coincidencias según tus objetivos y a productos con mejor puntuación.
fr: Accès continu aux correspondances selon vos objectifs et aux produits mieux notés.
it: Accesso continuo a corrispondenze basate sui tuoi obiettivi e a prodotti con punteggio più alto.
pl: Stały dostęp do dopasowań według celów i produktów z wyższym wynikiem.
pt_pt: Acesso contínuo a correspondências com base nos seus objetivos e a produtos com pontuação superior.

source: Open Food Facts data is provided under ODbL/DBCL terms, and images may be provided under CC BY-SA. Review the source licenses before reusing catalog data.
cs: Údaje o otevřených faktech potravin jsou poskytovány za podmínek ODbL / DBCL a obrázky mohou být poskytnuty za podmínek CC BY-SA. Před opětovným použitím katalogových dat si přečtěte zdrojové licence.
da: Open Food Facts data leveres under ODbL / DBCL vilkår, og billeder kan leveres under CC BY-SA. Gennemgå kildelicenser før genbruge katalog data.
de: Open Food Facts Daten werden unter ODbL / DBCL Bedingungen zur Verfügung gestellt, und Bilder können unter CC BY-SA zur Verfügung gestellt werden. Überprüfen Sie die Quelllizenzen, bevor Sie Katalogdaten wiederverwenden.
es: Los datos de los hechos alimentarios abiertos se proporcionan en términos ODbL/DBCL, y las imágenes pueden ser proporcionadas bajo CC BY-SA. Revisa las licencias de origen antes de reutilizar los datos del catálogo.
fr: Les données d'Open Food Facts sont fournies selon les termes ODbL/DBCL, et les images peuvent être fournies sous CC BY-SA. Consultez les licences sources avant de réutiliser les données du catalogue.
it: I dati Open Food Facts sono forniti sotto i termini ODbL/DBCL e le immagini possono essere fornite sotto CC BY-SA. Verificare le licenze di origine prima di riutilizzare i dati del catalogo.
pl: Dane Otwarte Fakty Żywności są dostarczane na warunkach ODbL / DBCL, a obrazy mogą być dostarczane na podstawie CC BY- SA. Przegląd licencji źródłowych przed ponownym wykorzystaniem danych katalogowych.
pt_pt: Os dados do Open Food Facts são fornecidos em termos ODbL/DBCL, e as imagens podem ser fornecidas em CC BY-SA. Reveja as licenças de origem antes de reutilizar os dados do catálogo.

source: Open Food Facts licenses
cs: Licence na otevřené potraviny
da: Open Food Facts licenser
de: Open Food Facts Lizenzen
es: Licencias Open Food Facts
fr: Open Food Facts licences
it: licenze Open Food Facts
pl: Licencje na otwarte fakty żywieniowe
pt_pt: Licenças de Fatos de Alimentos Abertos

source: Open Profile
cs: Otevřít profil
da: Åbn profil
de: Offenes Profil
es: Perfil abierto
fr: Ouvrir le profil
it: Profilo aperto
pl: Otwórz profil
pt_pt: Abrir o Perfil

source: Open a product result to build your recent list.
cs: Otevřete výsledek produktu vytvořit svůj nedávný seznam.
da: Åbn et produkt resultat til at bygge din seneste liste.
de: Öffnen Sie ein Produktergebnis, um Ihre letzte Liste zu erstellen.
es: Abra un resultado del producto para construir su lista reciente.
fr: Ouvrez un résultat produit pour construire votre liste récente.
it: Aprire un risultato del prodotto per costruire la tua lista recente.
pl: Otwórz wynik produktu, aby zbudować najnowszą listę.
pt_pt: Abra um resultado do produto para criar sua lista recente.

source: Opening Pickly...
cs: Otevírám Pickly...
da: Åbner Pickly...
de: Eröffnung Pickly...
es: Apertura Pickly...
fr: Ouverture Pickly...
it: Apertura Pickly...
pl: Otwarcie...
pt_pt: Abrir o Pickly...

source: Opens Pickly Plus subscription options.
cs: Otevře možnosti předplatného Pickly Plus.
da: Åbner Pickly Plus abonnementsmuligheder.
de: Öffnet Pickly Plus Abonnementoptionen.
es: Abre opciones de suscripción de Pickly Plus.
fr: Ouvre les options d'abonnement Pickly Plus.
it: Apre le opzioni di abbonamento Pickly Plus.
pl: Otwiera opcje subskrypcji Pickly Plus.
pt_pt: Abre opções de assinatura Pickly Plus.

source: Opens Pickly Plus to reveal this product.
cs: Otevře Pickly Plus odhalit tento produkt.
da: Åbner Pickly Plus for at afsløre dette produkt.
de: Öffnet Pickly Plus, um dieses Produkt zu enthüllen.
es: Abre Pickly Plus para revelar este producto.
fr: Ouvre Pickly Plus pour révéler ce produit.
it: Si apre Pickly Plus per rivelare questo prodotto.
pl: Otwiera Pickly Plus, aby wyświetlić ten produkt.
pt_pt: Abre Pickly Plus para revelar este produto.

source: Opens Pickly's scoring methodology and medical disclaimer.
cs: Otevře Pickly je bodování metodika a lékařské odřeknutí zodpovědnosti.
da: Åbner Picklys scoringmetode og medicinsk ansvarsfraskrivelse.
de: Öffnet Picklys Scoring-Methodik und medizinischen Disclaimer.
es: Abre la metodología de puntuación de Pickly y la denuncia médica.
fr: Ouvre la méthodologie de notation de Pickly et la disclaimer médicale.
it: Apre la metodologia di selezione e il disclaimer medico.
pl: Otwiera metodologię punktacji Pickly 'ego i medyczne odrzucenie.
pt_pt: Abre a metodologia de pontuação do Pickly e o aviso médico.

source: Opens email account creation and sign in.
cs: Otevře vytvoření e-mailového účtu a přihlaste se.
da: Åbner oprettelse af e-mail-konto og login.
de: Öffnet die Erstellung und Anmeldung eines E-Mail-Kontos.
es: Abre la creación de la cuenta de correo electrónico y accede.
fr: Ouvre un compte email et se connecte.
it: Apre la creazione di account e-mail e accedi.
pl: Otwiera tworzenie konta e-mail i wpisuje się.
pt_pt: Abre a criação da conta de email e iniciar sessão.

source: Opens manual barcode entry.
cs: Otevře ruční čárový kód.
da: Åbner manuel stregkode indgang.
de: Öffnet manuellen Barcode-Eintrag.
es: Abre la entrada manual de códigos de barras.
fr: Ouvre le code-barres manuel.
it: Apre l'entrata manuale del codice a barre.
pl: Otwiera ręczne wejście kodu kreskowego.
pt_pt: Abre a entrada de código de barras manual.

source: Opens product details.
cs: Otevře údaje o produktu.
da: Åbner produktdetaljer.
de: Öffnet Produktdetails.
es: Abre los detalles del producto.
fr: Ouvre les détails du produit.
it: Apre i dettagli del prodotto.
pl: Otwiera szczegóły produktu.
pt_pt: Abre detalhes do produto.

source: Opens the product request form.
cs: Otevře formulář žádosti o výrobek.
da: Åbner produktansøgningsformularen.
de: Öffnet das Produktanfrageformular.
es: Abre el formulario de solicitud de producto.
fr: Ouvre le formulaire de demande de produit.
it: Apre il modulo di richiesta del prodotto.
pl: Otwiera formularz zamówienia produktu.
pt_pt: Abre o formulário de pedido do produto.

source: Opens the ranked product list.
cs: Otevře zařazený seznam produktů.
da: Åbner den rangerede produktliste.
de: Öffnet die Rangliste der Produkte.
es: Abre la lista de productos clasificadas.
fr: Ouvre la liste des produits classés.
it: Apre la lista dei prodotti ordinati.
pl: Otwiera listę produktów.
pt_pt: Abre a lista de produtos classificados.

source: Opens the selected product details.
cs: Otevře vybrané údaje o produktu.
da: Åbner de valgte produktdetaljer.
de: Öffnet die ausgewählten Produktdetails.
es: Abre los detalles del producto seleccionados.
fr: Ouvre les détails du produit sélectionné.
it: Apre i dettagli del prodotto selezionato.
pl: Otwiera wybrane szczegóły produktu.
pt_pt: Abre os detalhes do produto selecionado.

source: Opens this product.
cs: Otevře tento produkt.
da: Åbner dette produkt.
de: Öffnet dieses Produkt.
es: Abre este producto.
fr: Ouvre ce produit.
it: Apre questo prodotto.
pl: Otwiera ten produkt.
pt_pt: Abre este produto.

source: Optional note
cs: Volitelná poznámka
da: Fakultativ note
de: Fakultative Anmerkung
es: Nota opcional
fr: Note facultative
it: Nota facoltativa
pl: Nota fakultatywna
pt_pt: Nota opcional

source: Or continue with email
cs: Nebo pokračovat e-mailem
da: Eller fortsætte med e-mail
de: Oder fahren Sie mit E-Mail fort
es: O continuar con el correo electrónico
fr: Ou continuez avec l'email
it: O continuare con e-mail
pl: Lub kontynuować z e-mailem
pt_pt: Ou continuar com o email

source: Other ingredients
cs: Další složky
da: Andre indholdsstoffer
de: Sonstige Zutaten
es: Otros ingredientes
fr: Autres composants
it: Altri ingredienti
pl: Inne składniki
pt_pt: Outros componentes

# Page %lld of %lld
source: Page %1$lld of %2$lld
cs: Strana %1$lld z %2$lld
da: Page %1$lld af %2$lld
de: Seite %1$lld von %2$lld
fr: Page %1$lld de %2$lld
it: Pagina %1$lld di %2$lld
pl: Strona %1$lld of %2$lld
pt_pt: %1$lld DE %2$lld

source: Page \(selectedPage + 1) of \(pageCount)
cs: Strana\ (zvolená Strana + 1) z\ (počet stran)
da: Side\ (valgt side + 1) af\ (sidetæller)
de: Seite \(selectedPage + 1) von \(pageCount)
es: Página \(selectedPage + 1) de \(pageCount)
fr: Page \(sélectionnéPage + 1) de \(pageCount)
it: Pagina \(selettoPagina + 1) di \(paese)
pl: Strona\ (wybrana strona + 1) z\ (liczba konkursów)
pt_pt: Página \(selecionadaPage + 1) do \(pageCount)

source: Partial product details
cs: Údaje o dílčích produktech
da: Delproduktdetaljer
de: Angaben zum Teilprodukt
es: Detalles del producto parcial
fr: Détails partiels du produit
it: Dettagli dei prodotti parziali
pl: Częściowe szczegóły dotyczące produktu
pt_pt: Detalhes parciais do produto

source: Payment is charged to your Apple ID at confirmation of purchase.
cs: Platba je účtována na váš Apple ID při potvrzení nákupu.
da: Betaling er opkrævet til dit Apple-id ved bekræftelse af køb.
de: Die Zahlung wird bei der Kaufbestätigung auf Ihre Apple ID belastet.
es: El pago se carga a su Apple ID al confirmar la compra.
fr: Le paiement est facturé à votre identifiant Apple lors de la confirmation d'achat.
it: Il pagamento viene addebitato sul tuo ID Apple alla conferma dell'acquisto.
pl: Płatność jest pobierana od Apple ID na potwierdzenie zakupu.
pt_pt: O pagamento é cobrado no ID Apple na confirmação da compra.

source: Pick lower sodium
cs: Vybrat nižší sodík
da: Vælg lavere natrium
de: Pick niedrigeres Natrium
es: El sodio inferior
fr: Choisir moins de sodium
it: Scegli il sodio più basso
pl: Wybierz niższy poziom sodu
pt_pt: Escolher o sódio mais baixo

source: Pick lower sugar
cs: Vybrat nižší cukr
da: Vælg lavere sukker
de: Wählen Sie niedrigeren Zucker
es: El azúcar inferior
fr: Choisir moins de sucre
it: Scegli lo zucchero più basso
pt_pt: Escolha o açúcar mais baixo

source: Picked for your preferences
cs: Vybrané pro vaše preference
da: Valgt til dine præferencer
de: Gewählt für Ihre Präferenzen
es: Escogido para sus preferencias
fr: Choisi pour vos préférences
it: Selezionato per le tue preferenze
pl: Wybrane dla swoich preferencji
pt_pt: Escolhido para suas preferências

source: Pickly
cs: Teplo
de: Pickel
fr: Choisis
pl: Pikantne
pt_pt: Colheita

source: Pickly Plus checks for verified products from the same category.
cs: Pickly Plus hledá ověřené výrobky ze stejné kategorie.
da: Pickly Plus søger efter bekræftede produkter i samme kategori.
de: Pickly Plus sucht geprüfte Produkte aus derselben Kategorie.
es: Pickly Plus busca productos verificados de la misma categoría.
fr: Pickly Plus recherche des produits vérifiés dans la même catégorie.
it: Pickly Plus cerca prodotti verificati della stessa categoria.
pl: Pickly Plus wyszukuje zweryfikowane produkty z tej samej kategorii.
pt_pt: O Pickly Plus procura produtos verificados da mesma categoria.

source: Pickly Plus is not available right now. Please try again later.
cs: Pickly Plus teď není k dispozici. Prosím, zkuste to později.
da: Pickly Plus er ikke tilgængelig lige nu. Prøv igen senere.
de: Pickly Plus ist derzeit nicht verfügbar. Bitte versuchen Sie es später noch einmal.
es: Pickly Plus no está disponible ahora mismo. Por favor, intente de nuevo más tarde.
fr: Pickly Plus n'est pas disponible en ce moment. Veuillez réessayer plus tard.
it: Pickly Plus non è disponibile in questo momento. Riprova più tardi.
pl: Pickly Plus nie jest teraz dostępny. Proszę spróbować później.
pt_pt: Pickly Plus não está disponível no momento. Por favor, tente novamente mais tarde.

source: Pickly Plus is ready
cs: Pickly Plus je připraven.
da: Pickly Plus er klar
de: Pickly Plus ist bereit
es: Pickly Plus está listo
fr: Pickly Plus est prêt
it: Pickly Plus è pronto
pl: Pickly Plus jest gotowy
pt_pt: Pickly Plus está pronto

source: Pickly Plus is unavailable
cs: Picly Plus není k dispozici
da: Pickly Plus er ikke tilgængelig
de: Pickly Plus ist nicht verfügbar
es: Pickly Plus no está disponible
fr: Pickly Plus est indisponible
it: Pickly Plus non è disponibile
pl: Pickly Plus jest niedostępny
pt_pt: Pickly Plus não está disponível

source: Pickly can only assess the details available for this product. Try another item if you need a more complete comparison.
cs: Pickly může posoudit pouze podrobnosti dostupné pro tento přípravek. Zkuste jinou položku, pokud potřebujete úplnější srovnání.
da: Pickly kan kun vurdere de oplysninger, der er tilgængelige for dette produkt. Prøv et andet element, hvis du har brug for en mere komplet sammenligning.
de: Pickly kann nur die für dieses Produkt verfügbaren Details bewerten. Versuchen Sie ein anderes Element, wenn Sie einen vollständigeren Vergleich benötigen.
es: Pickly sólo puede evaluar los detalles disponibles para este producto. Prueba otro artículo si necesitas una comparación más completa.
fr: Pickly ne peut évaluer que les détails disponibles pour ce produit. Essayez un autre élément si vous avez besoin d'une comparaison plus complète.
it: Pickly può solo valutare i dettagli disponibili per questo prodotto. Prova un altro prodotto se hai bisogno di un confronto più completo.
pl: Produkt może jedynie ocenić dostępne dane. Spróbuj innego elementu, jeśli potrzebujesz bardziej kompletne porównanie.
pt_pt: Pickly só pode avaliar os detalhes disponíveis para este produto. Tente outro item se precisar de uma comparação mais completa.

source: Pickly couldn't remove all server data. Your account is still active; please try again.
cs: Picklyý nemohl odstranit všechna data serveru. Váš účet je stále aktivní; zkuste to prosím znovu.
da: Pickly kunne ikke fjerne alle serverdata. Din konto er stadig aktiv; prøv venligst igen.
de: Pickly konnte nicht alle Serverdaten entfernen. Ihr Konto ist noch aktiv; bitte versuchen Sie es erneut.
es: Pickly no pudo eliminar todos los datos del servidor. Su cuenta todavía está activa; por favor intente de nuevo.
fr: Pickly ne pouvait pas supprimer toutes les données du serveur. Votre compte est toujours actif; veuillez réessayer.
it: Pickly non poteva rimuovere tutti i dati del server. Il tuo account è ancora attivo; si prega di riprovare.
pl: Nie mógł usunąć wszystkich danych serwera. Twoje konto jest nadal aktywne; spróbuj ponownie.
pt_pt: Não foi possível remover todos os dados do servidor. Sua conta ainda está ativa; tente novamente.

source: Pickly does not sell personal information or use it for advertising tracking. Camera access is optional, and no contacts are requested.
cs: Picklyý neprodává osobní údaje ani je nepoužívá pro sledování reklamy. Přístup do kamery je volitelný a nejsou požadovány žádné kontakty.
da: Pickly ikke sælge personlige oplysninger eller bruge det til reklame sporing. Kameraets adgang er valgfri, og der kræves ingen kontakter.
de: Pickly verkauft keine persönlichen Daten oder verwendet sie für das Werbe-Tracking. Der Kamerazugriff ist optional und es werden keine Kontakte angefordert.
es: Pickly no vende información personal ni la utiliza para el seguimiento de publicidad. El acceso a la cámara es opcional y no se solicitan contactos.
fr: Pickly ne vend pas de renseignements personnels et ne les utilise pas pour le suivi de la publicité. L'accès aux caméras est facultatif et aucun contact n'est demandé.
it: Pickly non vende informazioni personali o lo utilizza per il tracciamento pubblicitario. L'accesso alla telecamera è facoltativo e non sono richiesti contatti.
pl: Nie sprzedaje danych osobowych ani nie używa ich do śledzenia reklam. Dostęp do kamery jest opcjonalny i nie wymaga się kontaktów.
pt_pt: Pickly não vende informações pessoais nem as usa para rastreamento publicitário. O acesso à câmera é opcional e nenhum contato é solicitado.
